import React from 'react'

const approach = () => {
    return (
        <>
            <div>
            </div>
            <table>
                <tbody>
                    <tr>
                        <td>
                            <h1 className="text-h11">Підхід до навчання</h1>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p className="text-pp">Для дітей з тяжкими порушеннями мовлення у поєднанні з<br /> порушеннями інтелектуального розвитку або затримкою<br /> психічного розвитку</p>
                        </td>
                    </tr>
                </tbody>
            </table>
            <table>
                <tbody>
                    <tr>
                        <td>
                            <h1>Повага та розуміння </h1>
                            <p>Для дітей з тяжкими порушеннями мовлення
                            у поєднанні з порушеннями інтелектуального
                            розвитку або затримкою психічного розвитку.
                            Для дітей з тяжкими порушеннями мовлення у
                            поєднанні з порушеннями інтелектуального
                            розвитку або затримкою психічного розвитку.
                            Для дітей з тяжкими порушеннями мовлення у
                            поєднанні з порушеннями інтелектуального
                            розвитку або затримкою психічного розвитку.
                            </p>
                        </td>
                        <td>
                            <h1>Розвиток навичок</h1>
                            <p>
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                            </p>
                        </td>
                        <td>
                            <h1>Догляд та турбота</h1>
                            <p>
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                            </p>
                        </td>
                    </tr>
                </tbody>
            </table>
        </>
    )
}

export default approach
