import React from 'react';
import "./approach.scss";

const approach = () => {
    return (
        <>
            <div className="otstup">
            <table>
                <tbody>
                    <tr>
                        <td>
                            <h1 className="text-left text-space-h1">Підхід до навчання</h1>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            <p className="text-left text-space-p-zagolovok">Для дітей з тяжкими порушеннями мовлення у поєднанні з<br /> порушеннями інтелектуального розвитку або затримкою<br /> психічного розвитку</p>
                        </td>
                    </tr>
                </tbody>
            </table>
            <table>
                <tbody>
                    <tr>
                        <td>
                            <h1 className="text-left zaglavok">Повага та розуміння </h1>
                            <p className="text-left text-size-p-one">
                                Для дітей з тяжкими порушеннями мовлення
                                у поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                            </p>
                        </td>
                        <td>
                            <h1 className="text-left zaglavok-2">Розвиток навичок</h1>
                            <p className="text-left text-size-p-two">
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                            </p>
                        </td>
                        <td>
                            <h1 className="text-left zaglavok-3">Догляд та турбота</h1>
                            <p className="text-left text-size-p-three">
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                                Для дітей з тяжкими порушеннями мовлення у
                                поєднанні з порушеннями інтелектуального
                                розвитку або затримкою психічного розвитку.
                            </p>
                        </td>
                    </tr>
                </tbody>
            </table>
            </div>
        </>
    )
}

export default approach
